tap "ankitpokhrel/jira-cli"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "tako8ki/tap"
tap "wez/wezterm"

brew "asciinema"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "diff-so-fancy"
brew "docutils"
brew "dos2unix"
brew "eksctl"
brew "exiftool"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "git-extras"
brew "glances"
brew "glow"
brew "go"
brew "gojq"
brew "grip"
brew "psutils"
brew "groff"
brew "guile"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "jq"
brew "ijq"
brew "libheif"
brew "imagemagick"
brew "iredis"
brew "jaq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "ldns"
brew "libfido2"
brew "libwebsockets"
brew "lnav"
brew "luajit"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mosh"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "mysql-client@5.7"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nnn"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openssh"
brew "opusfile"
brew "pandoc"
brew "parallel"
brew "prettier"
brew "prettyping"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sdl2_mixer"
brew "speedtest-cli"
brew "spotify-tui"
brew "starship"
brew "stylua"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "tty-clock"
brew "ttyd"
brew "vault"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tako8ki/tap/gobang"

cask "amethyst"
cask "boop"
cask "chromedriver"
cask "docker"
cask "easy-move-plus-resize"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "insomnia"
cask "lepton"
cask "mysql-shell"
cask "neovide"
cask "ngrok"
cask "postico"
cask "syncthing"
cask "wezterm-nightly"

vscode "766b.go-outliner"
vscode "donjayamanne.githistory"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "mirone.milkdown"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msyrus.go-doc"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "p1c2u.docker-compose"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "premparihar.gotestexplorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
